[
    {
        "公司名稱": "台灣創新材料股份有限公司/TanttiLaboratoryInc.",
        "成立時間": "2014",
        "統一編號": "24851135",
        "公司狀態": "核准設立",
        "團隊人數": "33",
        "實收資本額(元/新台幣)": "363,000,000",
        "負責人": "李志賢",
        "主分類": "Biotechnology",
        "官方網站": "https://www.tantti.com/",
        "專利狀況": "公告專利總數︰17；發明專利︰16；新型專利︰1；設計專利︰0",
        "產品/服務簡介": "1.生醫支架：生醫支架是一個開放式的微米結構系統，操作者可以自由外加細胞所需的養分(成長因子與訊號因子)，促進組織血管增生讓組織順利再生。現階段除供應國際市場對三維細胞培養的需求外，臨床再生醫學的應用需求也與日俱增。台創材可以依照各類組織細胞所需的成長需求，客製出最適合細胞生長或複製的生物支架，同時可調控於適當時機分解或代謝退場。依據國際市場的競爭品比較，目前這個支架技術領先世界。2.高階整體柱：應國際大廠的需求，目前主要發展應用於大分子(蛋白質、病毒)的純化。現階段由國家衛生研究院協助測試，將高階整體柱應用於疫苗生產過程中的病毒純化領域，所研發的成果已經獲准於2019年「美國國際分析化學及實驗室設備展覽會」(PITTCON)中發表。我們的高階整體柱可望能突破大分子純化的瓶頸，這將加快各類蛋白質純化與疫苗生產的速度，並可大幅降低其成本。這個奈米堆積平台技術還可以用來吸、脫附各類種的微量物質，例如：細胞、血液循環腫瘤DNA(ctDNA)等，在產業應用的層面十分廣泛。",
        "公司簡介": "台灣創新材料股份有限公司(以下簡稱:台創材)於2014年由台灣多位國際知名的化工與材料工程教授所創立，成功開發出兩個獨步全球之微奈米造孔技術平台，分別為微流道造孔技術(Microfluidics)及自組裝聚合造孔技術(In-moldpolymerization)。此二技術平台能建構獨特的有序微米及奈米均一多孔結構體，目前已開發出多項應用於生物醫藥之創新產品，且已獲得世界多國的專利，如美國、歐盟、日本、台灣、中國大陸等。由微流道造孔技術所開發的生醫支架(BioScaffold)及微載體(Microcarriers)，其結構體可透過多種生物材料(如膠原蛋白或其他非動物來源材料)製備而成，應用於解決生醫產業目前無法高密度細胞量產的瓶頸。所開發之微載體是市場上唯一具有3D組織工程結構的支架，可提供大量表面積給細胞貼附增生，擁有高密度細胞量產的優勢。另一優勢為可利用胰蛋白酶或是其他特定酶，將支架材料進行溶解，以達到快速回收細胞的目的。支架本身之孔洞大小、厚度、機械性質(硬度)亦可依據客戶的特定細胞培養需求，提供客製化的調整。目前所開發之生醫支架及微載體的產品，已經使用於生物製藥領域之細胞量產、疫苗/病毒顆粒生產、藥物篩選，和其他細胞治療、精準醫療、組織工程、再生醫學等相關應用。目前除了透過國內外經銷代理商及網路平台將生醫支架及微載體相關產品銷售至全球市場，同時也與國內、外研究細胞、疫苗的機構及疫苗生產大廠進行客製化產品的開發。台創材利用專利造孔技術開發出有別於現行整體柱的第四代整體柱膠體(monolithicresins)，主要著眼於解決大分子生物製劑的下游純化需求，包括疫苗病毒(Vaccineviruses)、基因載體病毒顆粒(Viralvectors)、外泌體(Exosome)、DNA質體(DNAplasmids)、mRNA及抗體等。其獨特大微奈米孔洞結構提供對流，不僅在高流速操作下仍呈現低背壓而保持純化製程中的製劑生物活性，且膠體具有高吸附載量和容易放大至純化所需的各種管柱體積的優勢，解決目前生物製劑產品下游純化製程的未滿足需求(unmetneeds)，可提升純化效能，降低疫苗生產以及基因治療的成本。本產品已應用於國內H7N9流感病毒、腸病毒(EV71)、慢病毒(Lentivirus)、腺病毒(Adenovirus)或腺相關病毒(Adeno-associatedvirus)等相關純化分離研究，已獲得具體的成效驗證結果。目前整體柱產品正與日本知名國際層析管柱大廠進行合作開發中，特別針對基因及嵌合抗原受體T細胞(CAR-T)療法之病毒載體純化應用領域；另外於大中華區市場，也與中國一線層析管柱大廠簽訂合作備忘錄，雙方針對整體柱膠體於生物製劑的純化，將開始進行中國市場的推廣測試。台灣創新材料長期致力提升生物材料應用之創新，並開發生產符合法規及客戶要求的產品，我們堅信以滿足市場需求之創新研發及團隊合作為公司長期發展的核心價值，並以創新生物材料改進人類醫療品質為目標；台創材竭誠歡迎您與我們合作，共創健康及美好的明天。",
        "公司註冊地址": "桃園市蘆竹區民權路50號5樓"
    }
]