[
    {
        "公司名稱": "聖學科技股份有限公司/HolyStoneTechnologyCo.,Ltd",
        "成立時間": "2015",
        "統一編號": "24930363",
        "公司狀態": "核准設立",
        "團隊人數": "未揭露",
        "實收資本額(元/新台幣)": "27,550,000",
        "負責人": "李彥霖",
        "主分類": "Transportation",
        "官方網站": "https://www.gofreight.com/",
        "專利狀況": "公告專利總數︰0；發明專利︰0；新型專利︰0；設計專利︰0",
        "產品/服務簡介": "我們服務項目涵蓋貨物追蹤系統、貨物承攬管理系統及倉儲/運輸管理系統。GoFreight目前全球已有上百間客戶、上千名使用者，主要分布於美國、加拿大、大陸、台灣、東南亞地區。GoFreight是一個跨國SaaS，協助美國市場的國際物流業者將複雜繁瑣的貨運流程管理數位化，提升效率與服務品質。自2017年推出後，以直覺性的工作流程和用戶體驗獲得產業好評，目前每年營業額以兩倍速度穩定成長。",
        "公司簡介": "GoFreight是全球最大雲端貨代一站式管理軟體的新創公司(all-in-onesoftwareforfreightforwarders)。GoFreight本次於矽谷完成2,700萬美金的A輪募資，創下台灣SaaS生態圈同等階段裡獲得最高募資金額之紀錄。2021年歐美市場最火熱的供應鏈科技軟體新創總共募集246億美金的資金，GoFreight佈局重要的國際物流區塊，目標攻佔2,700億美金的貨運代理市場。主要市場位於北美的我們，其餘機構投資人主要位於美國和台灣，其中更不乏知名天使投資人如美國上市公司高層、台灣上市公司董事長、台灣全聯董事長、以及矽谷天使投資人。從2019年疫情開始，全球供應鏈成為全世界最重要的問題，國際物流因為海運空運的嚴重問題，造成運費急漲，供應鏈成本以及效率突然成為各大國際企業最高管理階層最關切的問題之一(包括Apple的執行長TimCook)。根據WallStreetJouranl的報導，光是2021年前三季，SupplyChainTechnology的新創公司總共募得超過240億美金，其中海空運正是全球供應鏈的核心樞紐，而身為海空運的矽谷新創Flexport最近也才完成將近10億美金的募資，估值到達80億美金。GoFreight站在一個很好的地位，以最新的科技，重新定義海空運的作業系統，成為傳統的FreightForwarder最佳的科技夥伴，一起讓全球供應鏈進步到下一個世紀。GoFreight在2019年底重新定位出發後，秉持著初衷迎向快速成長的道路，目標成為台灣第一間於美國發光發熱的SaaS新創公司。客戶遍布四大洲超過20個國家，其中最主要的北美市場，更獲得美國權威物流新聞平台JOC.com，以及許多知名的物流專家共同列入物流科技的市場地圖(LogTechMarketMap2021)，其中不乏知名獨角獸Flexport,Melio,PayCargo,Project44,FourKites等，並且是FreightForwardingSoftware區塊內主產品是內部管理系統的唯一新創公司。GoFreight是目前最大雲端貨代一站式管理軟體新創公司，專門為貨運承攬(FreightForwarder)與物流產業打造的國際物流科技平台，透過工作流程自動化集中所有業務操作與數據，協助國際物流業者將顧客關係管理、行銷、會計、貨運流程與商業分析等資訊數位化，透過一站式管理，直覺式工作流程與絕佳用戶體驗獲得產業好評，亦加速物流產業的數位化轉型。我們將所有資訊集中到雲端，讓貨運承攬業者能隨時隨地輕鬆存取所有資訊。GoFreight提供最先進的技術，透過降低系統複雜度與進入門檻，大幅度地提高工作效率。團隊目前已經超過200人，分布於台灣及美國，來自於Mozilla、TrendMicro、CyberLink、Perfect、Synology、Appier等軟體科技品牌，以及ServiceTitan(估值95億美金美國軟體新創)、CentralDestop(5000萬美金營收美國軟體新創)、KeepTruckin(募資4億美金美國物流新創)、Freightos(募資1億美金海空運科技新創)等公司。畢業學校除台灣知名學府外，還包括Stanford,UCLA,Kentuky,Cornell,NYU,UIUC,USC,早稻田等國際名校。我們的願景是網羅全世界頂尖的人才，打造一間不一樣的軟體公司：比客戶還了解他們的需求、重視軟體開發的創新、並且能夠有智慧的化繁為簡以解決客戶的問題。*台灣的聖學科技股份有限公司由母公司映瀚科技股份有限公司(HardCoreTechnologyCorp.)100%持股",
        "公司註冊地址": "臺北市中山區民生東路3段49號13樓"
    }
]